;Place localized text in this file lol


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;--------------------------- AURORA SQUAD BETA -----------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;----------------------------- MEDIC | BETA --------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Hat;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Beta_Med_Hat_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 医疗兵 帽(测试版)"

[WF_Aur_Beta_Med_Hat_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 医疗兵 帽(测试版)"

[WF_Aur_Beta_Med_Hat_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 医疗兵 帽(测试版)"


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;------------------------- ENGIE | BETA  -----------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Hats;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Beta_Eng_Hat_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 工程师 帽(测试版)"

[WF_Aur_Beta_Eng_Hat_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 工程师 帽(测试版)"

[WF_Aur_Beta_Eng_Hat_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 工程师 帽(测试版)"


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;------------------------- SNIPER | BETA  ----------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Beta_Snip_TorsoGear_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 装备(测试版)"


;;;;;;;;;;;;;;;;;
;兜帽A;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Beta_Snip_HoodA_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(测试版)"

[WF_Aur_Beta_Snip_HoodA_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(测试版)"

[WF_Aur_Beta_Snip_HoodA_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(测试版)"

;;;;;;;;;;;;;;;;;;;;;;
;兜帽B - No Earpiece;
;;;;;;;;;;;;;;;;;;;;;;

[WF_Aur_Beta_Snip_HoodB_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(测试版 - 没有耳机)"

[WF_Aur_Beta_Snip_HoodB_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(测试版 - 没有耳机)"

[WF_Aur_Beta_Snip_HoodB_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(测试版 - 没有耳机)"


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;------------------------- SOLDIER | BETA  ---------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;贝雷帽- Full;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Beta_Sold_BeretA_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版)"

[WF_Aur_Beta_Sold_BeretA_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版)"

[WF_Aur_Beta_Sold_BeretA_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版)"


;;;;;;;;;;;;;;;;;;;;;;;
;贝雷帽- 只有贝雷帽;;;;
;;;;;;;;;;;;;;;;;;;;;;;


[WF_Aur_Beta_Sold_BeretB_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版 - 只有贝雷帽)"

[WF_Aur_Beta_Sold_BeretB_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版 - 只有贝雷帽)"

[WF_Aur_Beta_Sold_BeretB_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版 - 只有贝雷帽)"


;;;;;;;;;;;;;;;;;;;;;;;
;贝雷帽- 只有耳机;;
;;;;;;;;;;;;;;;;;;;;;;;


[WF_Aur_Beta_Sold_BeretC_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版 - 只有耳机)"

[WF_Aur_Beta_Sold_BeretC_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版 - 只有耳机)"

[WF_Aur_Beta_Sold_BeretC_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(测试版 - 只有耳机)"






;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;--------------------------- AURORA SQUAD MODERN ---------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------



;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;----------------------------- MEDIC | MODERN ------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;背包A;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Mod_Med_TorsoGearA_Backpack_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 医疗兵 背包(现代化)"

;;;;;;;;;;;;;;;;;
;背包B;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Mod_Med_TorsoGearB_Backpack_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 医疗兵 医疗包(现代化)"



;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;------------------------- ENGIE | MODERN  ---------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Helmet;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Mod_Eng_Helmet_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 工程师 耳机(现代化)"

[WF_Aur_Mod_Eng_Helmet_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 工程师 耳机(现代化)"

[WF_Aur_Mod_Eng_Helmet_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 工程师 耳机(现代化)"


;;;;;;;;;;;;;;;;;
;Engie;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[Kev_WF_Aur_Mod_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 后勤兵 大腿 装备(现代化)"

[LPl_WF_Aur_Mod_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 后勤兵 大腿 装备(现代化)"

[MPl_WF_Aur_Mod_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 后勤兵 大腿 装备(现代化)"

[HPl_WF_Aur_Mod_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 后勤兵 大腿 装备(现代化)"

[LPo_WF_Aur_Mod_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 后勤兵 大腿 装备(现代化)"

[MPo_WF_Aur_Mod_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 后勤兵 大腿 装备(现代化)"

[HPo_WF_Aur_Mod_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 后勤兵 大腿 装备(现代化)"


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;------------------------- SNIPER | MODERN  --------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Hood;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Mod_Snip_HoodA_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(现代化 - 全装)"

[WF_Aur_Mod_Snip_HoodA_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(现代化 - 全装)"

[WF_Aur_Mod_Snip_HoodA_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(现代化 - 全装)"


;;;;;;;;;;;;;;;;;;;;;;;
;兜帽- 只有兜帽;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;


[WF_Aur_Mod_Snip_HoodB_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(现代化 - 只有兜帽)"

[WF_Aur_Mod_Snip_HoodB_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(现代化 - 只有兜帽)"

[WF_Aur_Mod_Snip_HoodB_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 狙击手 兜帽(现代化 - 只有兜帽)"


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;----------------------------- SOLDIER | MODERN ----------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------

;;;;;;;;;;;;;;;;;
;Backpack;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Mod_Sold_TorsoGear_Backpack_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 背包(现代化)"


;;;;;;;;;;;;;;;;;
;Beret;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Aur_Mod_Sold_Beret_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(现代化)"

[WF_Aur_Mod_Sold_Beret_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(现代化)"

[WF_Aur_Mod_Sold_Beret_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:极光小队 - 士兵 贝雷帽(现代化)"
